{"_id":{"$oid":"58f1e4f4faeae9b7e81f9c1d"},"koanId": "Silence-is-in-every-sound", "koan":"Silence is in every sound.","inquiry":"The trick is to listen to the space between the sounds. Take a moment right now and simply listen...What do you hear?","date":{"$date":"2017-04-10T11:48:26.391Z"},"__v":0}
{"_id":{"$oid":"58f349a19f7866623384bfd6"},"koanId":"Space-embracing-and-transcending-all","koan":"You are the Infinite Space embracing and transcending all.","inquiry":"Catch a glimpse of the invisible world hidden in and beyond everything. As you're reading this, allow your vision to blur as you stare at these words...and see the white space in and around all the black letters before you.","date":{"$date":"2017-04-16T10:38:25.091Z"},"__v":0}
{"_id":{"$oid":"58f349dd9f7866623384bfd7"},"koanId":"body-this-mind-is-not","koan":"This body, this mind, is not who you are. Who are you?","inquiry":"Watch your breath as it comes in...watch your breath as it flows out. Feel the deep rhythm of your heart as it pulses, throbbing with life. Listen to the sounds all around you. All this - you see it, you feel it...so how could it be you?\"","date":{"$date":"2017-04-16T10:39:25.759Z"},"__v":0}
{"_id":{"$oid":"58f34a829f7866623384bfd8"},"koanId":"close-your-eyes-and-see","koan":"Dive into the Infinite Space within. Simply close your eyes and see.","inquiry":"The outer world is filled with various phenomena, all limited in size and scope. While in the inner world as well various internal sounds and sights may flitter by, the Infinite Space they pass through is much more apparent than in the external world. Close your eyes for a moment, breathe deeply...and as you exhale, notice the vast emptiness opening up and embracing your entire being.","date":{"$date":"2017-04-16T10:42:10.312Z"},"__v":0}
{"_id":{"$oid":"58f34fa86bf6c7693f41fcfa"},"koanId":"feel-the-nuances-of-every","koan":"Stillness is in every movement.","inquiry":"Make every movement with the fullness of your intention. Walking, feel the nuances of every step. Breathing, note the subtleties of every breath. Taking every movement with the fullness of your being, you will begin to notice the Stillness embracing every action.","date":{"$date":"2017-04-16T11:04:08.001Z"},"__v":0}
